人物={
    0={
        姓名={Andru Rukar}
        性别/年龄={男，40}
        职业/从属={机械师，Grounbelt机械工房}
        描述={
            Grounbelt机械工房的工房长，Kiri的学生，作为机械师的手艺一般，但是有惊人的理论知识，认为机械技术不是用来战争的，对于Mcgate市长那套想依靠机械技术强化军事力量以制霸大陆的理论很是不满，甚至曾经和市长吵架差点辞职不干。
        }
    }
    1={
        姓名={Mcgate Ken}
        性别/年龄={男，30}
        职业/从属={市长，Iris王国}
        描述={
           30岁的大汉，机械技师出身，对军事感兴趣，平时说话轻浮，但关键时刻的决策却鲜有失误，希望通过国家巨大的财富发展机械技术，并以此强化军事力量以使得本国制霸大陆。
        }
    }
    2={
        姓名={Monse Richard}
        性别/年龄={男，20}
        职业/从属={魔术师，Etern魔术协会}
        描述={
           20岁的年轻魔术师，和大部分年轻人一样有着满腔热血，年轻人中为数不多的魔术协会会员，此番前来Grounbelt进行课题研修，希望机械技术能够带给他启发。
        }
    }
    3={
        姓名={John Rios}
        性别/年龄={男，24}
        职业/从属={武器店店员，Rios武器店}
        描述={
            武艺不错的年轻人，曾经在王都亲卫队的选拔中得到过不错的名次，然而在最后的实习考察中被Lucer认为“过度轻浮，毫无警惕性”，因此失去了成为亲卫队成员的资格。目前在Grounbelt自家开的武器店里当店员，偶尔会教城里的一些孩子或者青年武术。
        }
    }
    4={
        姓名={Elan Rios}
        性别/年龄={男，52}
        职业/从属={铁匠，Rios 武器店}
        描述={
            Rio武器店的老板，为人性格豪爽，嗜酒，经常在武器上应用机械技术搞出不少新花样，吸引了不少年轻的顾客 。
        }
    }
    5={
        姓名={Elie Rios}
        性别/年龄={女，48}
        职业/从属={售货员，Rios 武器店}
        描述={
             Rio武器店的老板娘，为人和善，关爱丈夫和儿子。
        }
    }
    6={
        姓名={Robot}
        性别/年龄={男，72}
        职业/从属={售货员，Robot杂货店}
        描述={
            上了年纪的老头，经营着一家规模不大不小的杂货店，除了卖日用百货以外，有时还会向顾客推荐他收集的一些稀奇古怪的东西。
        }
    }
    7={
        姓名={Jack Remodo}
        性别/年龄={男，43}
        职业/从属={治安维持局分部部长，治安维持局驻Grounbelt分部}
        描述={
            治安维持局驻Grounbelt分部部长，使用的武器为老式的剑与盾，认为治安维持局比起镇压叛乱，首要的任务应当是稳定民心，希望能得到更多权力以改变治安维持局乃至国家的风气。乐于助人的中年大叔，对于紧急状况的处理也十分冷静，稍微有些臭美，称自己是“王国第一好人”，“治安维持局分部部长们的楷模”，因此也经常被人拿来开玩笑。
        }
    }
    8={
        姓名={Dio}
        性别/年龄={男，72}
        职业/从属={医生，Dio医馆}
        描述={
            Dio医馆的老板，医术相当不错的老头子，医德和口碑也是极好，已经在Grounbelt行医54年。
        }
    }
    9={
        姓名={Para}
        性别/年龄={女，70}
        职业/从属={无，Dio医馆}
        描述={
            Dio的老伴，平时帮Dio料理饭菜，偶尔帮忙照顾病人。
        }
    }
    10={
        姓名={Zefel Reye}
        性别/年龄={男，42}
        职业/从属={世袭子爵，Iris王国}
        描述={
            Reye农场的所有者，Grounbelt机械工房的大股东，拥有世袭的子爵爵位，为人和善，对于农场中的农民相当和善，对于极度贫困者会实施救济，据说他的祖先曾经因为拼死保护皇帝而获得过一支皇室御赐的法杖，至于是真是假不得而知。人脉关系相当的广，有农民称经常看见一些从王都前往Grounbelt的达官贵人们和Zefel有说有笑，在魔术协会和机械学院的高层里都有熟人，经常往返于王都和Grounbelt之间。
        }
    }
    11={
        姓名={Kimi Reye}
        性别/年龄={女，41}
        职业/从属={无，无}
        描述={
            Zefel的妻子，曾经是知名学者，对于各方面的理论知识均有涉猎，专长是考古，似乎对于Stareve的古塔很在意，据说Stareve的市长也多次不远万里来到Grounbelt上门拜访她，似乎她知道某些不为人知的秘密，结婚后和丈夫住在Grounbelt的豪宅中，偶尔会去农场给农民们讲课。
        }
    }
    12={
        姓名={Niri}
        性别/年龄={男，67}
        职业/从属={农场管理员，Reye农场}
        描述={
            帮助Zefel管理农场的老人，相当有经验的老农民，居住在农场的宿舍，不过有独立的套房。
        }
    }
    13={
        姓名={Crio}
        性别/年龄={男，46}
        职业/从属={农民，Reye农场}
        描述={
            农场的一名普通农民，意外地热爱学习，喜欢听Kimi讲课。
        }
    }
    14={
        姓名={Lara}
        性别/年龄={女，72}
        职业/从属={旅店老板，Grounbelt温泉旅馆}
        描述={
            温泉客栈的老板，慈祥的老奶奶，招待客人十分热情。
        }
    }
    15={
        姓名={Kiri Azar}
        性别/年龄={略}
        职业/从属={ 略}
        描述={
            略
        }
    }
    16={
        姓名={Pitch}
        性别/年龄={男，41}
        职业/从属={机械技师/教授 ，Iris王立机械学院}
        描述={
            王立机械学院的教授，平时沉默寡言，专精的研究领域为机械效率提升，对魔术颇感兴趣，认为魔术也许可以为机械技术带来巨大发展。
        }
    }
    17={
        姓名={Wall（真名为Alxel Gusta）}
        性别/年龄={男，64}
        职业/从属={驿站管理者，Metafole驿站}
        描述={
            Metafole驿站的管理员，普普通通的一个老头子，自称名为“Wall”，整天一副半睡半醒的样子，似乎很不可靠的样子，不过据说他曾经单使用言语和表演令袭击驿站的百余山贼落荒而逃，似乎有着一段自己不愿提起的过去，和附近的陵园管理员Bota是酒友关系。
        }
    }
    18={
        姓名={Gravekeeper（真名为Bota Aris）}
        性别/年龄={男，62}
        职业/从属={守墓人，地泽陵园}
        描述={
            地泽陵园的守墓者，当被人问及名字的时候永远回答“Gravekeeper”经常和Alexl一同喝酒，似乎也有一段悲伤的过去，在地泽陵园搭了帐篷居住，据他本人的说法是“守护着兄弟们的英灵”。
        }
    }
    19={
        姓名={Riel Oria}
        性别/年龄={男，39}
        职业/从属={公司总裁，Oria机械零件批发公司}
        描述={
            王国最大机械零件批发商，和Kinger夫妇遗迹Andru工房长都是熟识，处事十分圆滑，在商业圈子里被称为“千人千面”，至今从未得罪过人。
        }
    }
    20={
        姓名={Eruodo Golem}
        性别/年龄={男，34}
        职业/从属={公司副总裁，Oria机械零件批发公司}
        描述={
            Oria机械批发公司的副总裁，对于商业机构的管理十分熟悉，整个公司的管理体系也是由其一手构建。
        }
    }
    21={
        姓名={Hitier}
        性别/年龄={男，43}
        职业/从属={工厂管理者，Oria机械零件批发公司}
        描述={
            Oria机械批发公司附属工厂的管理者，整天都看上去十分开心的大叔，和下属的员工关系很好。
        }
    }
    22={
        姓名={Lukarl Omera}
        性别/年龄={男，43}
        职业/从属={公司总裁，Omera冶金公司}
        描述={
            Omera冶金公司的总裁，矿工出身，待人真诚，看上去十分平凡的中年大叔，如果他没有自报家门，很难想象他是一家公司的总裁，经常在巡视时和员工一起干活，经常对穷困者施以援手，在行内有相当好的口碑。
        }
    }
    23={
        姓名={Oliver Poriz}
        性别/年龄={男，41}
        职业/从属={公司副总裁，Omera冶金公司}
        描述={
            Omera冶金公司的副总裁，不仅是副总裁并且还经常充当总裁的参谋，不少人评价他不起Lukarl更像个商人。
        }
    }
    24={
        姓名={Omiz}
        性别/年龄={男，24}
        职业/从属={职员，Oria机械零件批发公司}
        描述={
            Oria机械零件批发公司的职员，花心大萝卜一只，最近正在征婚中，居住在员工宿舍。
        }
    }
    25={
        姓名={Bahum}
        性别/年龄={男，31}
        职业/从属={职员，Omera冶金公司}
        描述={
            Omera冶金公司职员，相当敬业的工作者，居住在员工宿舍。
        }
    }
    26={
        姓名={Poya}
        性别/年龄={男，23}
        职业/从属={见习机械技师，Grounbelt机械工房}
        描述={
            年轻的新人机械师，憧憬着Kiri，希望将来成为伟大的机械技师。
        }
    }
    27={
        姓名={Boria}
        性别/年龄={男，63}
        职业/从属={管家，市长官邸}
        描述={
            市长官邸的管家，虽然有些上了年纪，但依旧看上去十分精神，居住在市长官邸。
        }
    }
    28={
        姓名={Goriz}
        性别/年龄={男，78}
        职业/从属={乞丐，无}
        描述={
            每天睡在Grounbelt工房门口的老乞丐，衣衫褴褛，所有人看他如看瘟神，有着一个十分奇特的布袋，不知里面装的是什么，平时睡在居民区的大街上。
        }
    }
    29={
        姓名={Pomoro}
        性别/年龄={女，34}
        职业/从属={女仆，市长官邸}
        描述={
            市长官邸的女仆，做事效率极高，据说曾经在军队中工作过，居住在市长官邸。
        }
    }
    30={
        姓名={Victor}
        性别/年龄={男，21}
        职业/从属={民警，治安维持局}
        描述={
            治安维持局新晋成员，似乎有些天然呆，擅长使用连弩。
        }
    }
    31={
        姓名={Ozmo}
        性别/年龄={男，41}
        职业/从属={旅店老板，Grounbelt大酒店}
        描述={
            每天都挂着笑容的酒店老板，经营Grounbelt大酒店二十年，把酒店从一家小客栈做成了全城有名的大酒店。
        }
    }
    32={
        姓名={Filler}
        性别/年龄={男，47}
        职业/从属={矿长，黑岩矿洞}
        描述={
            黑岩矿洞的矿长，十分爱护其他矿工，但似乎是个基佬。
        }
    }


}







建筑={
    0={
        建筑名={市长官邸}
        所在区划={市区 居民区}
        坐标={}
        类别={行政中心}
        管理者={Mcgate Ken}
        描述={
            十分显眼的由红砖砌成的四层大楼，门口有着两座庄严的骑士塑像，内饰也是富丽堂皇。
        }
    }
    1={
        建筑名={Rios武器店}
        所在区划={市区 居民区}
        坐标={}
        类别={商店}
        管理者={Elan Rios}
        描述={
            两层楼高的武器店，充满了金属的气味，一层为店面，二层为居住区，有作为工作室的地下室。
        }
    }
    2={
        建筑名={Robot杂货店}
        所在区划={市区 居民区}
        坐标={}
        类别={商店}
        管理者={Robot}
        描述={
            小小的一家杂货店，只有店面和一个约十平方米的起居室。
        }
    }
    3={
        建筑名={治安维持局驻Grounbelt分部}
        所在区划={市区 居民区}
        坐标={}
        类别={安保设施}
        管理者={Jack Remodo}
        描述={
            居民区的一栋两层小屋，一层为接待室，二层为休息处。
        }
    }
    4={
        建筑名={Grounbelt温泉旅馆}
        所在区划={Rainbow大街（北段）}
        坐标={}
        类别={旅馆}
        管理者={Lara}
        描述={
            Grounbelt出名的温泉旅馆，内饰精致且价格亲民，并且有环境相当不错的餐厅，三层楼高，一层为前台与温泉，二层为餐厅和普通客房，三层为豪华套房。
        }
    }
    5={
        建筑名={Metafole驿站}
        所在区划={星辉大道}
        坐标={}
        类别={旅馆}
        管理者={Wall}
        描述={
            为旅客提供住宿服务的小驿站，并且出售一些Wall自粮的老酒，两层楼高。
        }
    }
    6={
        建筑名={Oria机械零件批发公司 办公楼}
        所在区划={市区 居民区}
        坐标={}
        类别={办公楼}
        管理者={Riel Oria}
        描述={
            四层楼高的办公楼，从外面看起来很气派，一层为接待处，二三层为员工办公处，四层为会议室以及总裁和副总裁的办公室。
        }
    }
    7={
        建筑名={Omera冶金公司 办公楼}
        所在区划={市区 居民区}
        坐标={}
        类别={办公楼}
        管理者={Lukral Omera}
        描述={
            三层楼高的办公楼，一层为接待处，二层为员工办公处，三层为会议室及总裁室以及副总裁室。
        }
    }
    8={
        建筑名={Oria机械零件批发公司 附属工厂}
        所在区划={市区 工业区}
        坐标={}
        类别={工厂}
        管理者={Eurodo Golem & Hitier}
        描述={
            Oria机械零件批发公司附属的工厂，有着相当发达的流水线，一层为作业区，二层为休息处，由副总裁直接管理，但由于Eurodo有时公务繁忙，所以Hitier就充当了大部分时候的实际管理者。 
        }
    }
    9={
        建筑名={Omera冶金公司 附属工厂}
        所在区划={市区 工业区}
        坐标={}
        类别={工厂}
        管理者={Lukarl Omera}
        描述={
            Omera冶金公司附属工厂，有地下的冶炼处，一层为装货区，由于Lukarl坚持要自己管理工厂，于是就没有设置额外的管理员。 
        }
    }
    10={
        建筑名={Omera冶金公司 员工宿舍群}
        所在区划={市区 居民区}
        坐标={}
        类别={宿舍}
        管理者={Lukarl Omera}
        描述={
            由四栋三层宿舍楼组成的建筑群，为冶金公司没有自己的住房的员工提供有偿但是价格相当低廉的住宿服务，宿舍群中设有物业中心以及前往公司的免费车站。
        }
    }
    11={
        建筑名={Oria机械零件批发公司 员工宿舍群}
        所在区划={市区 居民区}
        坐标={}
        类别={宿舍}
        管理者={Riel Oria}
        描述={
            六栋三层宿舍组成的建筑群，为公司内无住房的员工提供有偿住宿，设有物业中心，有一处员工聚餐用的大厅。 
        }
    }
    12={
        建筑名={Reye农场 农民聚居地}
        所在区划={Reye农场}
        坐标={}
        类别={宿舍}
        管理者={Zefel Reye}
        描述={
            由足足二十栋两层平房组成的建筑群，没有房屋的农民都在此住宿，设有公共澡堂和物业中心。 
        }
    }
    13={
        建筑名={Zefel豪宅}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Zefel Reye}
        描述={
            四层楼高的豪宅，如同小型的城堡一般，奢华程度已经超越市长官邸，有着严密的安保措施，甚至还有专门的保安小队在周围巡逻。 
        }
    }
    14={
        建筑名={Crio 之家}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Crio}
        描述={
            Crio用大部分的财产买的小屋子，仅有一层，有厨房和卧室。 
        }
    }
    15={
        建筑名={Eurodo宅邸}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Eurodo Golem}
        描述={
            Eurodo的豪宅，由白色砖瓦砌成的三层洋楼，内饰精致。
        }
    }
    16={
        建筑名={Hitier之家}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Hitier}
        描述={
            两层的平房，屋顶有巨大的露台。 
        }
    }
    17={
        建筑名={Jack之家}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Jack Remodo}
        描述={
            相当朴素的两层小屋，仅有必须的生活用品以及卧室厨房，虽然算不上破旧但是跟“奢华”两个字完全不沾边，完全不像是治安维持局分部的部长应该住的屋子。 
        }
    }
    19={
        建筑名={Victor之家}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Victor}
        描述={
            Victor自己建的小瓦房，只有一张床和灶台。
        }
    }
    20={
        建筑名={Lukarl宅邸}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Lukarl Omera}
        描述={
            两层的小洋楼，看上去并不十分豪华，仅有会客室的内饰算得上比较精致。 
        }
    }
    21={
        建筑名={Oliver宅邸}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Oliver Poriz}
        描述={
            和Lukarl 的宅邸挨得很近的别墅，比Lukarl的宅邸看上去气派了一些，内饰算不得奢华，但是也十分讲究。
        }
    }
    22={
        建筑名={ Grounbelt机械工房}
        所在区划={市区 工业区}
        坐标={}
        类别={工房}
        管理者={Andru Rukar}
        描述={
            国内最大的机械工房，是机械技师们梦寐以求的工作场所，四层楼高，有地下室，地下室为流水线，一层为接待处，二层为研究室，三层为休息区，四层为工房长办公室以及会议室。
        }
    }
    23={
        建筑名={Grounbelt机械学院 主楼}
        所在区划={Grounbelt机械学院}
        坐标={}
        类别={教学楼}
        管理者={Kiri Azar}
        描述={
            国内规模最大的机械学院Grounbelt机械学院的主楼，有三层楼高，一层二层为教室，三层为教员室和校长室。 
        }
    }
    24={
        建筑名={Grounbelt机械学院 研究中心}
        所在区划={Grounbelt机械学院}
        坐标={}
        类别={研究所}
        管理者={Kiri Azar}
        描述={
            国内规模最大的机械学院Grounbelt机械学院的研究中心，四层楼高，有各种最新的关于机械技术的文献，并且有研究室供学生使用，顶层为Kiri专属的研究区域，平时禁止闲人进入。 
        }
    }
    25={
        建筑名={Grounbelt机械学院 学生宿舍 赤}
        所在区划={ Grounbelt机械学院}
        坐标={}
        类别={宿舍}
        管理者={Kiri Azar}
        描述={
            机械学院中赤级学员的居所，聚集了不少新生，六层楼高的大宿舍。
        }
    }
    26={
        建筑名={Kiri宅邸}
        所在区划={市区 居民区}
        坐标={}
        类别={住房}
        管理者={Kiri Azar}
        描述={
            Kiri的豪宅，有地下的秘密工房，三层高，一层为大厅和会客室以及书房，二层为厨房和餐厅，三层为居住区。 
        }
    }
    27={
        建筑名={Dio医馆}
        所在区划={市区 居民区}
        坐标={}
        类别={医院}
        管理者={Dio}
        描述={
            三层楼高的医馆，一层为诊室和前台，二层为紧急救护区和手术室，三层为居住区。 
        }
    }
    28={
        建筑名={地泽陵园}
        所在区划={虹栖大道}
        坐标={}
        类别={陵园}
        管理者={Gravekeeper}
        描述={
            巨大的陵园，有着五千余座坟墓，其中坟墓的排布完全符合兵阵的排布，中央是Gravekeeper的帐篷，据说曾经有一队土匪曾经认为陵园中有某样宝物，并试图闯进陵园掘墓，之后就百余人的土匪精锐就再没有走出过陵园。
        }
    }
    29={
        建筑名={Riel豪宅}
        所在区划={市区，居民区}
        坐标={}
        类别={住房}
        管理者={Riel Oria}
        描述={
            三层如同小型城堡般的建筑，门口有专门聘请的护卫，内饰奢华，一层为大厅及会客室，二层以上为生活区域。
        }
    }


  }
    30={
        建筑名={Grounbelt机械学院 学生宿舍 黄}
        所在区划={Grounbelt机械学院}
        坐标={}
        类别={宿舍}
        管理者={Kiri Azar}
        描述={
            机械学院中黄级学生的住处，六层楼的宿舍。
        }
    }
    31={
        建筑名={Grounbelt机械学院 学生宿舍 蓝}
        所在区划={Grounbelt机械学院}
        坐标={}
        类别={宿舍}
        管理者={Kiri Azar}
        描述={
            机械学院中蓝级学生的住处，六层楼的宿舍，聚集了即将毕业的精英们。
        }
    }

    32={
        建筑名={Grounbelt机械学院 教师宿舍}
        所在区划={ Grounbelt机械学院}
        坐标={}
        类别={宿舍}
        管理者={Kiri Azar}
        描述={
             国内规模最大的机械学院Grounbelt机械学院的教师宿舍，所有教职员工（除了校长）都居住于此处，地下设有教师专用的小工房。 
        }
    }
    33={
        建筑名={Grounbelt机械学院 图书馆}
        所在区划={ Grounbelt机械学院}
        坐标={}
        类别={图书馆}
        管理者={Kiri Azar}
        描述={
            国内规模最大的机械学院Grounbelt机械学院的图书馆，有着世界上大部分机械技术书籍的原本或副本。 
        }
    }
    34={
        建筑名={Grounbelt机械学院 礼堂}
        所在区划={Grounbelt机械学院}
        坐标={}
        类别={礼堂}
        管理者={Kiri Azar}
        描述={
            国内规模最大的机械学院Grounbelt机械学院的礼堂，Kiri经常在此处主持各种仪式。 
        }
    }
    35={
        建筑名={Grounbelt机械学院 体育场}
        所在区划={Grounbelt机械学院}
        坐标={}
        类别={体育场}
        管理者={Kiri Azar}
        描述={
            国内规模最大的机械学院Grounbelt机械学院的体育场，有各种运动设施。 
        }
    }
    36={
        建筑名={Grounbelt大酒店}
        所在区划={市区 居民区}
        坐标={}
        类别={旅馆}
        管理者={Ozmo}
        描述={
            相当豪华的三层大酒店，内设宴会厅并有豪华套房。 
        }
    }
    37={
        建筑名={黑岩矿洞}
        所在区划={黑岩矿山}
        坐标={}
        类别={矿洞}
        管理者={Filler}
        描述={
            Grounbelt重要的矿石来源，有数十名矿工进行采集作业。 
        }
    }

0={
    区划名={机械学院}
    类别={学校}
    描述={机械学院的主校区
    }
    存在建筑={
        “机械学院主楼”，“机械学院体育场”，“机械学院学生宿舍 赤”，“机械学院学生宿舍 黄”，“机械学院学生宿舍 蓝”
    }
    常驻人员={
        “”
    }
    紧邻={
        “星辉大道”
    }
    连接={
        0={
            目的地={市区 居民区}
            道路={星辉大道}
            距离=
        }
    }
} 
 1={
    区划名={黑岩矿山}
    类别={矿洞}
    描述={巨大的矿山，盛产矿石
    }
    存在建筑={
        “黑岩矿洞”
    }
    常驻人员={
        “Filler”
    }
    紧邻={
        “Rainbow大街（西段）”
    }
    连接={
        1={
            目的地={市区 居民区}
            道路={Rainbow大街（西段）}
            距离=
        }
    }
}
 2={
    区划名={Reye农场}
    类别={农场}
    描述={Reye旗下的农场，产出大量粮食
    }
    存在建筑={
        “农民工宿舍”
    }
    常驻人员={
        “Niri”
    }
    紧邻={
        “虹栖大道”
    }
    连接={
        2={
            目的地={市区 工业区}
            道路={虹栖大道}
            距离=
        }
    }
} 
 3={
    区划名={心地火山（死）}
    类别={火山}
    描述={死火山一座，火山脚下有温泉
    }
    存在建筑={
        “”
    }
    常驻人员={
        “”
    }
    紧邻={
        “温泉旅馆”
    }
    连接={
        3={
            目的地={市区 工业区}
            道路={虹栖大道}
            距离=
        }
    }
} 
 4={
    区划名={虹栖河}
    类别={河流}
    描述={为Grounbelt供水的河流，下游已经被污染，可通行小船
    }
    存在建筑={
        “”
    }
    常驻人员={
        “”
    }
    紧邻={
        “”
    }
    连接={
        4={
            目的地={}
            道路={}
            距离=
        }
    }
}
 5={
    区划名={星辉湖}
    类别={湖泊}
    描述={虹栖河的尽头，已被污染
    }
    存在建筑={
        “”
    }
    常驻人员={
        “”
    }
    紧邻={
        “”
    }
    连接={
        5={
            目的地={市区 居民区}
            道路={星辉大道}
            距离=
        }
    }
}

组织
Oria机械零件制造公司
国内最大的机械零件制造商，Grounbelt工房的最大供应商，于数十年前机械技术起步时成立，最开始只是一家不起眼的小铺子，现在已经成为了资产雄厚的大公司。
Omera冶金公司
随着黑岩矿山的开始开采而成立的公司，由于矿山丰富的矿产量，公司发展迅速，不过几年的时间规模就扩大了数倍。

